Repository: SIH2025PS18/QBIT012025
Catalog: lib/l10n/app_*.arb
Languages: pa

# appTitle
source: TeleMed
pa: ਟੈਲੀਮੈਡ

source: Welcome
pa: ਸਵਾਗਤ

# welcomeMessage
source: Welcome to TeleMed - Your Health, Our Priority
pa: ਟੈਲੀਮੈਡ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ - ਤੁਹਾਡੀ ਸਿਹਤ, ਸਾਡੀ ਪ੍ਰਾਥਮਿਕਤਾ

source: Get Started
pa: ਸ਼ੁਰੂ ਕਰੋ

source: First Aid Tips
pa: ਪਹਿਲੀ ਸਹਾਇਤਾ ਸੁਝਾਅ

source: Dermatologist
pa: ਚਮੜੀ ਸਪੈਸ਼ਲਿਸਟ

# doctorTitle
source: Dr.
pa: ਡਾ.

source: Offline
pa: ਔਫਲਾਇਨ

source: Settings
pa: ਸੈਟਿੰਗਾਂ

source: Login
pa: ਲਾਗਇਨ

source: Register
pa: ਰਜਿਸਟਰ

source: Email
pa: ਈਮੇਲ

source: Password
pa: ਪਾਸਵਰਡ

source: Confirm Password
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ

source: Full Name
pa: ਪੂਰਾ ਨਾਮ

source: Phone Number
pa: ਫੋਨ ਨੰਬਰ

source: Forgot Password?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?

# dontHaveAccount
source: Don't have an account?
pa: ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?

# alreadyHaveAccount
source: Already have an account?
pa: ਪਹਿਲਾਂ ਤੋਂ ਖਾਤਾ ਹੈ?

source: Sign Up
pa: ਸਾਈਨ ਅੱਪ

source: Sign In
pa: ਸਾਈਨ ਇਨ

source: Home
pa: ਘਰ

source: Profile
pa: ਪ੍ਰੋਫਾਈਲ

source: Appointments
pa: ਮੁਲਾਕਾਤਾਂ

source: Doctors
pa: ਡਾਕਟਰ

source: My Profile
pa: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ

source: Patient Profile
pa: ਮਰੀਜ਼ ਦੀ ਪ੍ਰੋਫਾਈਲ

source: Edit Profile
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ

source: Save
pa: ਸੇਵ ਕਰੋ

source: Cancel
pa: ਰੱਦ ਕਰੋ

source: Age
pa: ਉਮਰ

source: Gender
pa: ਲਿੰਗ

source: Male
pa: ਮਰਦ

source: Female
pa: ਔਰਤ

source: Other
pa: ਹੋਰ

source: Blood Group
pa: ਖੂਨ ਦਾ ਗਰੁੱਪ

source: Address
pa: ਪਤਾ

source: Emergency Contact
pa: ਐਮਰਜੈਂਸੀ ਸੰਪਰਕ

source: Medical History
pa: ਮੈਡੀਕਲ ਇਤਿਹਾਸ

source: Allergies
pa: ਐਲਰਜੀ

source: Current Medications
pa: ਮੌਜੂਦਾ ਦਵਾਈਆਂ

source: Medical Notes
pa: ਮੈਡੀਕਲ ਨੋਟਸ

source: Book Appointment
pa: ਮੁਲਾਕਾਤ ਬੁੱਕ ਕਰੋ

source: Find Doctors
pa: ਡਾਕਟਰ ਲੱਭੋ

source: My Appointments
pa: ਮੇਰੀਆਂ ਮੁਲਾਕਾਤਾਂ

source: Quick Actions
pa: ਤੁਰੰਤ ਕਿਰਿਆਵਾਂ

source: Upcoming Appointments
pa: ਆਉਣ ਵਾਲੀਆਂ ਮੁਲਾਕਾਤਾਂ

source: Recent Activity
pa: ਹਾਲ ਦੀ ਗਤਿਵਿਧੀ

source: Doctor Name
pa: ਡਾਕਟਰ ਦਾ ਨਾਮ

source: Specialization
pa: ਵਿਸ਼ੇਸ਼ਤਾ

source: Experience
pa: ਤਜਰਬਾ

source: Rating
pa: ਰੇਟਿੰਗ

source: Select Date
pa: ਤਾਰੀਖ ਚੁਣੋ

source: Select Time
pa: ਸਮਾਂ ਚੁਣੋ

# appointmentReason
source: Reason for Appointment
pa: ਮੁਲਾਕਾਤ ਦਾ ਕਾਰਨ

source: Confirm Appointment
pa: ਮੁਲਾਕਾਤ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ

source: Appointment Details
pa: ਮੁਲਾਕਾਤ ਦੇ ਵੇਰਵੇ

source: Appointment Date
pa: ਮੁਲਾਕਾਤ ਦੀ ਤਾਰੀਖ

source: Appointment Time
pa: ਮੁਲਾਕਾਤ ਦਾ ਸਮਾਂ

source: Status
pa: ਸਥਿਤੀ

source: Pending
pa: ਲੰਬਿਤ

source: Confirmed
pa: ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ

source: Completed
pa: ਮੁਕੰਮਲ

source: Cancelled
pa: ਰੱਦ

source: Language
pa: ਭਾਸ਼ਾ

source: Select Language
pa: ਭਾਸ਼ਾ ਚੁਣੋ

source: Logout
pa: ਲਾਗਆਉਟ

source: Loading...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...

source: Error
pa: ਤਰੁਟੀ

source: Success
pa: ਸਫਲ

source: Retry
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: No internet connection
pa: ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ

source: Something went wrong
pa: ਕੁਝ ਗਲਤ ਹੋਇਆ

source: Please wait...
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੰਤਜ਼ਾਰ ਕਰੋ...

# fieldRequired
source: This field is required
pa: ਇਹ ਫੀਲਡ ਲੋੜੀਂਦਾ ਹੈ

# invalidEmail
source: Please enter a valid email
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਈਮੇਲ ਦਰਜ ਕਰੋ

# passwordTooShort
source: Password must be at least 6 characters
pa: ਪਾਸਵਰਡ ਘੱਟੋ ਘੱਟ 6 ਅਕਸ਼ਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Passwords do not match
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ

source: Login successful
pa: ਲਾਗਇਨ ਸਫਲ

source: Registration successful
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਸਫਲ

# profileUpdated
source: Profile updated successfully
pa: ਪ੍ਰੋਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਅਪਡੇਟ ਕੀਤੀ ਗਈ

# appointmentBooked
source: Appointment booked successfully
pa: ਮੁਲਾਕਾਤ ਸਫਲਤਾਪੂਰਵਕ ਬੁੱਕ ਕੀਤੀ ਗਈ

source: No appointments found
pa: ਕੋਈ ਮੁਲਾਕਾਤ ਨਹੀਂ ਮਿਲੀ

source: No doctors found
pa: ਕੋਈ ਡਾਕਟਰ ਨਹੀਂ ਮਿਲੇ

source: Search Doctors
pa: ਡਾਕਟਰ ਲੱਭੋ

source: Health Records
pa: ਸਿਹਤ ਰਿਕਾਰਡ

source: Prescriptions
pa: ਨੁਸਖੇ

source: Test Reports
pa: ਟੈਸਟ ਰਿਪੋਰਟਾਂ

source: Upload Photo
pa: ਫੋਟੋ ਅਪਲੋਡ ਕਰੋ

source: Take Photo
pa: ਫੋਟੋ ਲਓ

source: Choose from Gallery
pa: ਗੈਲਰੀ ਤੋਂ ਚੁਣੋ

# healthJourney
source: Your health journey continues here
pa: ਤੁਹਾਡੀ ਸਿਹਤ ਦੀ ਯਾਤਰਾ ਇੱਥੇ ਜਾਰੀ ਹੈ

source: Member Since
pa: ਮ੆ਮਬਰ ਬਣਿਆ

source: Not provided
pa: ਪ੍ਰਦਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ

source: Medical history coming soon! 📋
pa: ਮੈਡੀਕਲ ਇਤਿਹਾਸ ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ! 📋

source: Create Account
pa: ਖਾਤਾ ਬਣਾਓ

# termsAndPrivacy
source: By signing up, you agree to our Terms of Service and Privacy Policy
pa: ਸਾਈਨ ਅੱਪ ਕਰਕੇ, ਤੁਸੀਂ ਸਾਡੀ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਤੇ ਗੁਪਤਤਾ ਨੀਤੀ ਨਾਲ ਸਹਿਮਤ ਹੋ

source: OR
pa: ਜਾਂ

source: User
pa: ਵਰਤੋਂਕਾਰ

source: Checking authentication...
pa: ਪ੍ਰਮਾਣੀਕਰਣ ਦੀ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ...

source: Book Appointment with
pa: ਨਾਲ ਮੁਲਾਕਾਤ ਬੁੱਕ ਕਰੋ

# pleaseSelectDateTime
source: Please select date and time
pa: ਕਿਰਪਾ ਕਰਕੇ ਤਾਰੀਖ ਅਤੇ ਸਮਾਂ ਚੁਣੋ

source: Appointment booked with
pa: ਨਾਲ ਮੁਲਾਕਾਤ ਬੁੱਕ ਕੀਤੀ ਗਈ

source: Cancel Appointment
pa: ਮੁਲਾਕਾਤ ਰੱਦ ਕਰੋ

# areYouSureCancel
source: Are you sure you want to cancel this appointment?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਇਸ ਮੁਲਾਕਾਤ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: No
pa: ਨਹੀਂ

source: Yes, Cancel
pa: ਹਾਂ, ਰੱਦ ਕਰੋ

source: Join Call
pa: ਕਾਲ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ

source: Video consultation coming soon!
pa: ਵੀਡੀਓ ਸਲਾਹ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!

source: Check Your Email
pa: ਆਪਣਾ ਈਮੇਲ ਚੈੱਕ ਕਰੋ

# emailVerificationSent
source: We've sent a verification email to your address. Please check your inbox and click the verification link to activate your account.
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਪਤੇ 'ਤੇ ਇਕ ਤਸਦੀਕ ਈਮੇਲ ਭੇਜਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇਨਬਾਕਸ ਨੂੰ ਚੈੱਕ ਕਰੋ ਅਤੇ ਆਪਣਾ ਖਾਤਾ ਸਰਗਰਮ ਕਰਨ ਲਈ ਤਸਦੀਕ ਲਿੰਕ 'ਤੇ ਕਲਿਕ ਕਰੋ।

source: Resend Email
pa: ਈਮੇਲ ਦੁਬਾਰਾ ਭੇਜੋ

source: Continue to Sign In
pa: ਸਾਈਨ ਇਨ ਜਾਰੀ ਰੱਖੋ

source: Error loading appointments
pa: ਮੁਲਾਕਾਤਾਂ ਲੋਡ ਕਰਨ ਵਿੱਚ ਤਰੁਟੀ

source: Error loading doctors
pa: ਡਾਕਟਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਤਰੁਟੀ

source: Clear Filters
pa: ਫਿਲਟਰ ਸਾਫ਼ ਕਰੋ

source: Add Sample Doctors
pa: ਨਮੂਨਾ ਡਾਕਟਰ ਸ਼ਾਮਲ ਕਰੋ

source: View Details
pa: ਵੇਰਵੇ ਵੇਖੋ

source: Book Now
pa: ਹੁਣ ਬੁੱਕ ਕਰੋ

source: Synced
pa: ਸਿੰਕ ਹੋ ਗਿਆ

source: Syncing...
pa: ਸਿੰਕ ਹੋ ਰਿਹਾ ਹੈ...

source: Pending Sync
pa: ਸਿੰਕ ਲੰਬਿਤ

source: Sync Error
pa: ਸਿੰਕ ਤਰੁਟੀ

source: Sync in progress...
pa: ਸਿੰਕ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ...

# tapToSync
source: Tap to sync pending changes
pa: ਲੰਬਿਤ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸਿੰਕ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ

# syncFailed
source: Sync failed. Tap to retry
pa: ਸਿੰਕ ਅਸਫਲ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ

# tapToRefresh
source: Tap to refresh data
pa: ਡੇਟਾ ਰੀਫਰੈਸ਼ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ

source: Sync Status
pa: ਸਿੰਕ ਸਤਿਤੀ

# connectionStatus
source: Connection
pa: ਕਨੈਕਸ਼ਨ

source: Pending Changes
pa: ਲੰਬਿਤ ਤਬਦੀਲੀਆਂ

source: Last Sync
pa: ਆਖਰੀ ਸਿੰਕ

source: Sync Now
pa: ਹੁਣ ਸਿੰਕ ਕਰੋ

source: Close
pa: ਬੰਦ ਕਰੋ

source: Video Consultation
pa: ਵੀਡੀਓ ਸਲਾਹ

source: Waiting for Doctor
pa: ਡਾਕਟਰ ਦੀ ਉਡੀਕ

source: Waiting Room
pa: ਇੰਤਜ਼ਾਰ ਕਮਰਾ

source: Join Queue
pa: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ

source: Queue Position
pa: ਕਤਾਰ ਦੀ ਸਥਿਤੀ

source: Total in Queue
pa: ਕੁੱਲ ਕਤਾਰ ਵਿੱਚ

source: Estimated wait: {time}
pa: ਅਨੁਮਾਨਿਤ ਇੰਤਜ਼ਾਰ: {time}

# scheduledFor
source: Scheduled for {time}
pa: {time} ਲਈ ਨਿਰਧਾਰਿਤ

# waitingRoomMessage
source: Please wait while the doctor prepares for your consultation
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੰਤਜ਼ਾਰ ਕਰੋ ਜਦੋਂ ਡਾਕਟਰ ਤੁਹਾਡੀ ਸਲਾਹ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ

# inQueueMessage
source: You are in the consultation queue
pa: ਤੁਸੀਂ ਸਲਾਹ ਕਤਾਰ ਵਿੱਚ ਹੋ

# consultationScheduled
source: Your consultation is scheduled
pa: ਤੁਹਾਡੀ ਸਲਾਹ ਨਿਰਧਾਰਿਤ ਹੈ

source: Preparing consultation...
pa: ਸਲਾਹ ਦੀ ਤਿਆਰੀ ਹੋ ਰਹੀ ਹੈ...

source: Instructions
pa: ਨਿਰਦੇਸ਼

# waitingRoomInstructions
source: Ensure you have a stable internet connection Make sure your camera and microphone are working Keep your health documents ready Wait for the doctor to start the consultation
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡਾ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਸਥਿਰ ਹੈ ਆਪਣਾ ਕੈਮਰਾ ਅਤੇ ਮਾਇਕਰੋਫੋਨ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ ਆਪਣੇ ਸਿਹਤ ਦਸਤਾਵੇਜ਼ ਤਿਆਰ ਰੱਖੋ ਡਾਕਟਰ ਦੇ ਸਲਾਹ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਉਡੀਕ ਕਰੋ

# joinedQueue
source: Successfully joined the queue
pa: ਸਫਲਤਾਪੂਰਵਕ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਏ

source: Failed to join queue
pa: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਵਿੱਚ ਅਸਫਲ

source: Cancel Consultation
pa: ਸਲਾਹ ਰੱਦ ਕਰੋ

# confirmCancelConsultation
source: Are you sure you want to cancel this consultation?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਇਸ ਸਲਾਹ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Failed to cancel consultation
pa: ਸਲਾਹ ਰੱਦ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Mute
pa: ਮਿਉਟ ਕਰੋ

source: Unmute
pa: ਅਨਮਿਉਟ ਕਰੋ

source: Muted
pa: ਮਿਉਟ ਕੀਤਾ ਗਿਆ

source: Video Off
pa: ਵੀਡੀਓ ਬੰਦ

source: End Call
pa: ਕਾਲ ਮੁਕਾਓ

source: End Consultation
pa: ਸਲਾਹ ਮੁਕਾਓ

source: Participants
pa: ਸਾਝੀਦਾਰ

source: Chat
pa: ਚੈਟ

source: Picture in Picture
pa: ਤਸਵੀਰ ਵਿੱਚ ਤਸਵੀਰ

source: Full Screen
pa: ਫੁੱਲ ਸਕਰੀਨ

source: Record Consultation
pa: ਸਲਾਹ ਰਿਕਾਰਡ ਕਰੋ

source: Manage Participants
pa: ਸਾਝੀਦਾਰ ਪ੍ਰਬੰਧਨ

source: Queue Management
pa: ਕਤਾਰ ਪ੍ਰਬੰਧਨ

source: Queue
pa: ਕਤਾਰ

source: Active
pa: ਸਰਗਰਮ

source: Queue Statistics
pa: ਕਤਾਰ ਅੰਕੜੇ

source: Start Consultation
pa: ਸਲਾਹ ਸ਼ੁਰੂ ਕਰੋ

source: Turn Off Video
pa: ਵੀਡੀਓ ਬੰਦ ਕਰੋ

source: Turn On Video
pa: ਵੀਡੀਓ ਸ਼ੁਰੂ ਕਰੋ

source: Use Headphones
pa: ਹੈਡਫੋਨ ਵਰਤੋ

source: Use Speaker
pa: ਸਪੀਕਰ ਵਰਤੋ

source: More Options
pa: ਹੋਰ ਵਿਕਲਪ

# confirmEndConsultation
source: Are you sure you want to end this consultation?
pa: ਕੀ ਤੁਸੀਂ ਵਾਕਈ ਇਸ ਸਲਾਹ ਨੂੰ ਮੁਕਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Statistics
pa: ਅੰਕੜੇ

# noPatients
source: No patients in queue
pa: ਕਤਾਰ ਵਿੱਚ ਕੋਈ ਮਰੀਜ਼ ਨਹੀਂ

# settingsAndSupport
source: Settings & Support
pa: ਸੈਟਿੰਗਾਂ ਅਤੇ ਸਹਾਇਤਾ

source: Language Preferences
pa: ਭਾਸ਼ਾ ਪਸੰਦਾਂ

# dataAndConnectivity
source: Data & Connectivity
pa: ਡੇਟਾ ਅਤੇ ਕਨੈਕਟਿਵਿਟੀ

source: Data Saver Mode
pa: ਡੇਟਾ ਸੇਵਰ ਮੋਡ

source: Notifications Enabled
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਚਾਲੂ

source: SMS Mode
pa: ਐਸਐਮਐਸ ਮੋਡ

source: Clear Search
pa: ਖੋਜ ਸਾਫ਼ ਕਰੋ

source: Directions
pa: ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼

source: Reserve
pa: ਰਿਜ਼ਰਵ ਕਰੋ

source: Medical Records
pa: ਮੈਡੀਕਲ ਰਿਕਾਰਡ

source: Loading medical records...
pa: ਮੈਡੀਕਲ ਰਿਕਾਰਡ ਲੋਡ ਹੋ ਰਹੇ ਹਨ...

# noProfileData
source: No profile data available
pa: ਕੋਈ ਪ੍ਰੋਫਾਈਲ ਡੇਟਾ ਉਪਲਬਧ ਨਹੀਂ

# medicalDetailsSaved
source: Medical details saved successfully!
pa: ਮੈਡੀਕਲ ਵੇਰਵੇ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਹੋਏ!

source: Failed to save medical details
pa: ਮੈਡੀਕਲ ਵੇਰਵੇ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Added allergy
pa: ਐਲਰਜੀ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ

source: Error loading medical records
pa: ਮੈਡੀਕਲ ਰਿਕਾਰਡ ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ

source: Quick Access
pa: ਤੇਜ਼ ਪਹੁੰਚ

source: Test Video Call
pa: ਵੀਡੀਓ ਕਾਲ ਟੈਸਟ

source: Join Live Doctor Queue
pa: ਲਾਈਵ ਡਾਕਟਰ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ

# registrationFailed
source: Registration failed. Please try again.
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

# enterFullName
source: Enter your full name
pa: ਆਪਣਾ ਪੂਰਾ ਨਾਮ ਦਰਜ ਕਰੋ

# enterPhoneNumber
source: Enter your phone number
pa: ਆਪਣਾ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ

# enterTenDigitPhone
source: Enter your 10-digit phone number
pa: ਆਪਣਾ 10 ਅੰਕਾਂ ਦਾ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ

# enterPassword
source: Enter your password
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ

# enterPasswordMinSix
source: Enter your password (min 6 characters)
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ (ਘੱਟੋ ਘੱਟ 6 ਅੱਖਰ)

# reenterPassword
source: Re-enter your password
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਦੁਬਾਰਾ ਦਰਜ ਕਰੋ

# invalidPhoneOrPassword
source: Invalid phone number or password
pa: ਗਲਤ ਫੋਨ ਨੰਬਰ ਜਾਂ ਪਾਸਵਰਡ

source: Sign in failed
pa: ਸਾਈਨ ਇਨ ਅਸਫਲ

# pleaseEnterPhoneNumber
source: Please enter your phone number
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ

source: Failed to send OTP
pa: OTP ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ

# pleaseEnterOTP
source: Please enter the OTP
pa: ਕਿਰਪਾ ਕਰਕੇ OTP ਦਰਜ ਕਰੋ

source: OTP verified successfully
pa: OTP ਸਫਲਤਾਪੂਰਵਕ ਪ੍ਰਮਾਣਿਤ

# invalidOTP
source: Invalid OTP. Please try again.
pa: ਗਲਤ OTP। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: Failed to verify OTP
pa: OTP ਪ੍ਰਮਾਣਿਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

# pleaseEnterNewPassword
source: Please enter a new password
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਵਾਂ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ

source: Password reset successfully!
pa: ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਰੀਸੈੱਟ ਹੋ ਗਿਆ!

# failedToResetPassword
source: Failed to reset password. Please try again.
pa: ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

# enterSixDigitOTP
source: Enter the 6-digit OTP
pa: 6 ਅੰਕਾਂ ਦਾ OTP ਦਰਜ ਕਰੋ

source: Resend OTP
pa: OTP ਦੁਬਾਰਾ ਭੇਜੋ

# enterNewPassword
source: Enter your new password
pa: ਆਪਣਾ ਨਵਾਂ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ

# confirmNewPassword
source: Confirm your new password
pa: ਆਪਣੇ ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ

# healthJourneyStarts
source: Your health journey starts here
pa: ਤੁਹਾਡੀ ਸਿਹਤ ਦੀ ਯਾਤਰਾ ਇੱਥੋਂ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ

# generalDoctorsOnline
source: {count} General Doctors Online
pa: {count} ਆਮ ਡਾਕਟਰ ਔਨਲਾਈਨ

source: Available
pa: ਉਪਲਬਧ

source: My Health Records
pa: ਮੇਰੇ ਸਿਹਤ ਰਿਕਾਰਡ

source: Medicine Stock
pa: ਦਵਾਈ ਸਟਾਕ
